[
  {
    "slug": "hiv-selftesting-msm-chengdu-2022",
    "title": "HIV Self-Testing Dataset among MSM in Chengdu, China (2022)",
    "summary": "Cross-sectional (Mar–May 2022, Chengdu); IMB model; non-random sampling; 499 valid participants (82% response rate).",
    "methods_html": "<h2>Study Introduction</h2><p>The primary objective of this database is to explore the factors influencing HIV self-testing (HIVST) behavior among men who have sex with men (MSM), based on the Information-Motivation-Behavioral Skills (IMB) model...</p>",
    "questionnaire_html": "<h2>Questionnaire & Coding</h2><p>(1) General Demographic Information: Age, ethnicity, place of residence, education level, marital status, employment status, average monthly income, and sexual orientation.</p><p>(2) Sexual Behavior: Sexual activity over the past 6 months...</p><p>(3) HIV Testing Behavior: HIV testing history (past 6 months/lifetime), number of tests...</p><p>(4) Information: Knowledge of HIV prevention, recognition, treatment, and self-testing.</p><p>(5) Motivation: Perceived HIV risk, intention to test, social norms, and attitudes toward HIV testing.</p><p>(6) Testing Skills: Self-efficacy related to HIV testing and perceived difficulty in undergoing testing.</p><p>(7) Additional Variables: Social support (emotional, material, informational, accompaniment), anticipated stigma related to HIV infection, internalized stigma among MSM, and reactions to negative HIV test results.</p><p>(8) Inclusion/Exclusion Criteria: Voluntary participation, age (18+), sex assigned at birth (male), male-male sexual behavior within the last 6 months, minimum questionnaire completion time (≥6 minutes), and absence of substantial duplication or obvious logical errors.</p>",
    "publications": [
      {
        "authors": "Zhu, Y., Li, Z., Chen, X., Yang, X., Shi, Y., Wang, X., Guo, Y., Gu, J., Hao, C., Hao, Y., Cao, W., & Li, J.",
        "year": 2025,
        "title": "Application of the Information-Motivation-Behavioral Skills Theory to Explore HIV Self-Testing Behavior Among Men Who Have Sex with Men in Southwest China",
        "venue": "Archives of sexual behavior",
        "doi": "10.1007/s10508-025-03212-4",
        "url": "https://doi.org/10.1007/s10508-025-03212-4",
        "abstract": "HIV self-testing (HIVST) has been shown to complement existing facility-based testing services and promote regular HIV testing among men who have sex with men (MSM)..."
      },
      {
        "authors": "Shi, Z., Li, J., Lin, H., Wang, X., Cao, W., & Shi, Y.",
        "year": 2024,
        "title": "Low Level of Accurate Knowledge of Undetectable Equals Untransmittable (U = U) Among Men Who Have Sex with Men (MSM)...",
        "venue": "AIDS and behavior, 28(12), 4146–4157",
        "doi": "10.1007/s10461-024-04502-z",
        "url": "https://doi.org/10.1007/s10461-024-04502-z",
        "abstract": "The introduction of the undetectable equals untransmittable (U = U) statement significantly reduces HIV stigma and provides an empirical basis for achieving 'zero transmission.'..."
      },
      {
        "authors": "Zhu, Y., Hou, F. S., Chen, X. T., Yang, X., Cao, W. N., Hao, Y. T., & Li, J. H.",
        "year": 2023,
        "title": "Reactions to Repeated HIV-Negative Results and Their Associations With Risky Sexual Behaviors Among Men Who Have Sex With Men in Chengdu, China",
        "venue": "Chinese Journal of Epidemiology, 44(3):452–456",
        "doi": "10.3760/cma.j.cn112338-20220705-00601",
        "url": "https://doi.org/10.3760/cma.j.cn112338-20220705-00601",
        "abstract": "To investigate the association between the response to repeated negative HIV testing and the risk sexual behaviors in men who have sex with men (MSM) in Chengdu..."
      }
    ],
    "contact": "Primary contact: Professor Jinghua Li (Faculty of Health Sciences, University of Macau). Email: lijinghua@um.edu.mo. Please include research purpose, planned analyses, required variables, and acknowledgement plan when requesting access.",
    "appendix_html": "<details><summary>📄 Full Questionnaire (English, PDF original layout)</summary><object data='./hiv-selftesting-msm-chengdu-2022-full-en.pdf#view=FitH' type='application/pdf' width='100%' height='1000px'><iframe src='./hiv-selftesting-msm-chengdu-2022-full-en.pdf#view=FitH' width='100%' height='1000px'></iframe></object><p><a class='btn' href='./hiv-selftesting-msm-chengdu-2022-full-en.pdf' download>Download English Questionnaire PDF</a></p></details>"
  }
]

